Repository: mumuisdog/BHTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: ar, el, es, fr, it, nl, ru, sv, zh_hans

source: RXTikTok, Hi
ar: RXTikTok, مرحبًا
el: RXTikTok, Γεια
es: RXTikTok, Hola
fr: RXTikTok, Salut
it: RXTikTok, Ciao
nl: RXTikTok, Hoi
ru: RXTikTok, Прив
sv: RXTikTok, Hej
zh_hans: RXTikTok，你好

source: RXTikTok Settings
ar: إعدادات RXTikTok
el: Ρυθμίσεις RXTikTok
es: RXTikTok Configuracion
fr: Paramètres de RXTikTok
it: Impostazioni RXTikTok
nl: RXTikTok Instellingen
ru: Настройки RXTikTok
sv: RXTikTok Inställningar
zh_hans: RXTikTok 设置

source: Welcome
es: Bienvenido
it: Benvenuto
nl: Welkom
ru: Добро пожаловать
sv: Velkomen
zh_hans: 欢迎

source: Tap to Join the Telegram
es: Toca para Unirte al Telegram
it: Fai Tap per unirti a Telegram
nl: Klik om de Telegram te joinen
ru: Нажмите, чтобы присоединиться к Telegram
sv: Tryck för att gå med i telegrammet
zh_hans: 点击加入 Telegram

source: Yes
ar: نعم
el: Ναι
es: Si
fr: Oui
it: Sì
nl: Ja
ru: Да
sv: Ja
zh_hans: 是

source: No
ar: لا
el: Όχι
fr: Non
nl: Nee
ru: Нет
sv: Nej
zh_hans: 否

source: ON
ar: تشغيل
el: ΑΝΟΙΧΤΟ
es: PRENDIDO
fr: Activé
nl: AAN
ru: ВКЛ
zh_hans: 开启

source: OFF
ar: إيقاف
el: ΚΛΕΙΣΤΟ
es: APAGADO
fr: Désactivé
nl: UIT
ru: ВЫКЛ
sv: AC
zh_hans: 关闭

source: Cancel
ar: إلغاء
el: Ακύρωση
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleer
ru: Отменить
sv: Avbryt
zh_hans: 取消

source: Confirm
ar: تأكيد
el: Επιβεβαίωση
es: Confirmar
fr: Confirmer
it: Conferma
nl: Bevestig
ru: Подтвердить
sv: Bekräfta
zh_hans: 确认

source: Actions
ar: الإجراءات
el: Ενέργειες
es: Acciones
it: Azioni
nl: Acties
ru: Действия
sv: Åtgärder
zh_hans: 操作

source: Default
ar: اعتيادي
el: Προεπιλογή
es: Por Defecto
fr: Par défaut
nl: Standaard
ru: По умолчанию
sv: Standard
zh_hans: 默认

source: Modern
ar: حديث
el: Μοντέρνα
es: Moderno
fr: Moderne
it: Moderno
ru: Современный
zh_hans: 现代

source: Compact
ar: مضغوط
el: Συμβατικό
es: Compacto
it: Compatto
ru: Компактный
sv: Kompakt
zh_hans: 紧凑

source: Backgrounding ✌️
ar: الخلفية ✌️
el: Παρασκήνιο ✌️
es: Mandando al Fondo ✌️
fr: En arrière-plan ✌️
it: In Background ✌️
nl: In de achtergrond ✌️
ru: Фоновый режим ✌️
sv: Bakgrund ✌️
zh_hans: 后台运行中 ✌️

source: Are you sure?
ar: هل أنت متأكد؟
el: Είστε σίγουρος;
es: Estas seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro?
nl: Ben je zeker?
ru: Вы уверены?
sv: Är du säker?
zh_hans: 确定吗？

source: Feed
ar: الرئيسية
el: Ροή
es: Inicio
fr: Fil d'actualité
ru: Лента
sv: Foder
zh_hans: 首页

source: Profile
ar: الملف الشخصي
el: Προφίλ
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
ru: Профиль
sv: Profil
zh_hans: 我的主页

source: Other
ar: أخرى
el: Άλλο
es: Otro
fr: Autre
it: Altro
nl: Andere
ru: Другое
sv: Andra
zh_hans: 其他

source: Region
ar: المنطقة
el: Περιοχή
fr: Région
it: Regione
nl: Regio
ru: Регион
zh_hans: 地区

source: Developer
ar: المطور
el: Προγραμματιστής
es: Desarrollador
fr: Développeur
it: Sviluppatore
ru: Разработчик
sv: Utvecklare
zh_hans: 开发者

source: Design Options
ar: خيارات التصميم
el: Επιλογές σχεδιασμού
es: Opciones de Diseno
fr: Options de design
it: Opzioni di Design
nl: Design opties
ru: Настройки дизайна
sv: Designalternativ
zh_hans: 界面设置

source: Other Settings
es: Otras Opciones
it: Altre Impostazioni
nl: Andere instellingen
ru: Другие настройки
sv: Andra inställningar
zh_hans: 其他设置

source: Auto Clear History
ar: مسح السجل تلقائيًا
el: Αυτόματος καθαρισμός ιστορικού
es: Borrar Historial Automaticamente
fr: Effacement automatique de l'historique
it: Cancella Automaticamente la Cronologia
nl: Auto geschiedenis wissen
ru: Автоматическая очистка истории
sv: Auto rensa historik
zh_hans: 自动清除历史记录

source: Enable Embeded Links
es: Habilitar Enlaces Incrustados
it: Abilita Link Incorporati
nl: Zet ingebedde links aan
ru: Включить встроенные ссылки
sv: Aktivera inbäddade länkar
zh_hans: 允许链接可点击

source: Language 🌎
ar: اللغة 🌎
el: Γλώσσα 🌎
es: Idioma 🌎
fr: Langue 🌎
it: Lingua 🌎
nl: Taal 🌎
ru: Язык 🌎
sv: Språl 🌎
zh_hans: 语言 🌎

source: Show All Settings Tabs
it: Mostra Tutte le Impostazioni
nl: Laat alle instelling tabs zien
ru: Показать все вкладки настроек
sv: Visa alla inställningsflikar
zh_hans: 显示所有设置选项

source: Show Video Upload Timestamp
it: Mostra la Data di Caricamento dei Video
nl: Laat video upload tijd zien
ru: Показать время загрузки видео
sv: Visa tidsstämpel för videouppladdning
zh_hans: 显示视频上传时间

source: Remove Pendant View
nl: Verwijder hanger view
sv: Ta bort hänget Visa
zh_hans: 移除悬浮广告

source: Hide Commission Posts
nl: Verberg commissie posts
sv: Dölj kommissionens inlägg
zh_hans: 隐藏带货视频

source: Hide dangerous-action Warning
nl: Verberg gevaarlijke actie waarschuwing
sv: Dölj farlig handling Varning
zh_hans: 关闭危险内容提示

source: Downloads Menu
ar: قائمة التنزيلات
el: Μενού Λήψεων
es: Menu de Descargas
fr: Menu des téléchargements
it: Menu dei Download
nl: Download menu
ru: Меню загрузок
sv: Nedladdningsmeny
zh_hans: 下载菜单

source: Download Video
ar: تحميل الفيديو
el: Λήψη Βίντεο
es: Descargar Video
fr: Télécharger la vidéo
it: Scarica Video
ru: Скачать видео
sv: Ladda ner video
zh_hans: 下载视频

source: Download HD Video
ar: تحميل فيديو عالي الجودة
el: Λήψη HD Βίντεο
es: Descargar Video en HD
fr: Télécharger la vidéo HD
it: Scarica Video in HD
ru: Скачать видео(HD)
sv: Ladda ner HD-video
zh_hans: 下载高清视频

source: Download Music
ar: تحميل الموسيقى
el: Λήψη Μουσικής
es: Descargar Musica
fr: Télécharger la musique
it: Scarica Musica
nl: Download muziek
ru: Скачать музыку
sv: Ladda ner musik
zh_hans: 下载音乐

source: Download Photo
ar: تحميل الصورة
el: Λήψη Εικόνας
es: Descargar Foto
fr: Télécharger la photo
it: Scarica Foto
nl: Download foto
ru: Скачать фотографию
sv: Ladda ner foto
zh_hans: 下载图片

source: Download All Photos
ar: تحميل جميع الصور
el: Λήψη όλων των εικόνων
es: Descargar Todas las Fotos
fr: Télécharger toutes les photos
it: Scarica tutte le Foto
nl: Download alle fotos
ru: Скачать все фотографии
sv: Ladda ner alla foton
zh_hans: 下载所有图片

source: Download Photos Menu
ar: قائمة تحميل الصور
el: Μενού Λήψεων εικόνων
es: Menu de Descarga de Fotos
fr: Menu de téléchargement des photos
it: Menu di Download Foto
nl: Download fotos menu
ru: Меню загрузки фотографий
sv: Ladda ner fotomeny
zh_hans: 下载图片菜单

source: Downloading
ar: جارٍ التحميل
el: Λήψη
es: Descargando
fr: Téléchargement
it: Scaricamento
nl: Downloaden
ru: Скачивание
sv: Laddar ner
zh_hans: 正在下载

source: Download Button
ar: زر التحميل
el: Κουμπί λήψης
es: Boton de Descarga
fr: Bouton de téléchargement
it: Pulsante di Download
nl: Download knop
ru: Кнопка загрузки
sv: Ladda ner-knapp
zh_hans: 下载按钮

source: Copy Menu
ar: قائمة النسخ
el: Αντιγραφή Μενού
es: Menu de Copia
fr: Menu de copie
it: Menu di Copia
nl: Kopieer menu
ru: Меню копирования
sv: Kopieringsmeny
zh_hans: 复制菜单

source: Copy Music Link
ar: نسخ رابط الموسيقى
es: Copiar Enlace de Musica
fr: Copier le lien de la musique
it: Copia il Link Musica
nl: Kopieer muziek link
ru: Копировать ссылку на музыку
sv: Kopiera musiklänk
zh_hans: 复制音乐链接

source: Copy Description
el: Αντιγραφή Περιγραφής
es: Copiar Descripcion
it: Copia la Descrizione
nl: Kopieer descriptie
ru: Копировать описание
sv: Kopiera beskrivning
zh_hans: 复制描述

source: Post Info
es: Informacion de la Publicacion
it: Info del Post
nl: Post informatie
ru: Информация о публикации
sv: Inläggsinformation
zh_hans: 视频信息

source: Copy Video Link
ar: نسخ رابط الفيديو
el: Αντιγραφή Συνδέσμου Βίντεο
es: Copiar Enlace de Video
fr: Copier le lien de la vidéo
it: Copia il Link Video
nl: Kopieer video link
ru: Копировать ссылку на видео
sv: Kopiera videolänk
zh_hans: 复制视频链接

source: Copy Bio
ar: نسخ الBio
el: Αντιγραφή ΒΙΟ
es: Copiar Biografia
fr: Copier la biographie
it: Copia Bio
nl: Kopieer bio
ru: Копировать био
sv: Kopiera bio
zh_hans: 复制简介

source: Music Link Copied
es: Enlace de Musica Copiado
it: Link Musica Copiato
nl: Muziek link gekopieerd
ru: Ссылка на музыку скопирована
sv: Musiklänk kopierad
zh_hans: 音乐链接已复制

source: Video Link Copied
es: Enlace de Video Copiado
it: Link Video Copiato
nl: Video link gekopieerd
ru: Ссылка на видео скопирована
sv: Videolänk kopierad
zh_hans: 视频链接已复制

source: Description Link Copied
es: Enlace de Descripcion Copiado
it: Link Descrizione Copiato
nl: Descriptie link gekopieerd
ru: Ссылка на описание скопирована
sv: Beskrivningslänk kopierad
zh_hans: 描述链接已复制

source: Stats Menu
es: Menu de Estadisticas
it: Menu Statistiche
ru: Меню статистики
sv: Statistikmeny
zh_hans: 数据菜单

source: Video Info
es: Informacion del Video
it: Info Video
ru: Информация о видео
sv: Videoinformation
zh_hans: 视频信息

source: Confirm Settings
es: Configuracion de Confirmacion
it: Conferma Impostazioni
nl: Confirmeer instellingen
ru: Подтвердить изменения настройок
sv: Bekräfta inställningar
zh_hans: 确认设置

source: Confirmation Settings
es: Configuracion de Confirmacion
it: Impostazioni di Conferma
nl: Confirmatie instellingen
ru: Настройки подтверждения
sv: Bekräftelseinställningar
zh_hans: 确认设置

source: Like Confirmation
ar: تأكيد الإعجاب بالفيديو
el: Επιβεβαίωση Μου Αρέσει
es: Confirmacion de Me Gusta
fr: Confirmation de mention J'aime
it: Conferma per i Like
nl: Like confirmatie
ru: Подтверждение лайка
sv: Gilla-bekräftelse
zh_hans: 点赞确认

source: Like Comment Confirmation
ar: تأكيد الإعجاب بالتعليق
el: Επιβεβαίωση σχόλια
es: Confirmacion de Me Gusta en Comentario
fr: Confirmation de mention J'aime pour un commentaire
it: Conferma per i Like ai Commenti
nl: Like comment confirmatie
ru: Подтверждение лайка комментария
sv: Gilla kommentar-bekräftelse
zh_hans: 评论点赞确认

source: Dislike Comment Confirmation
ar: تأكيد عدم الإعجاب بالتعليق
el: Επιβεβαίωση Δεν-Μου-Αρέσει
es: Confirmacion de No Me Gusta en Comentario
fr: Confirmation de désapprobation d'un commentaire
it: Conferma per i Dislike ai Commenti
nl: Dislike comment confirmatie
ru: Подтверждение дизлайка комментария
sv: Ogilla kommentar-bekräftelse
zh_hans: 评论点踩确认

source: Follow Confirmation
ar: تأكيد المتابعة
el: Επιβεβαίωση Ακολούθησης
es: Confirmacion de Seguir
fr: Confirmation de suivi
it: Conferma per il follow
nl: Volg confirmatie
ru: Подтверждение подписки
sv: Följ-bekräftelse
zh_hans: 关注确认

source: Feed Settings
es: Configuracion de Inicio
it: Impostazioni del Feed
nl: Feed instellingen
ru: Настройки ленты
sv: Flödesinställningar
zh_hans: 首页设置

source: Hide Ads
ar: إخفاء الإعلانات من الرئيسية
el: Απόκρυψη διαφημίσεων
es: Ocultar Anuncios
fr: Masquer les publicités
it: Nascondi le pubblicità
nl: Verberg ads
ru: Скрыть рекламу
sv: Dölj annonser
zh_hans: 隐藏广告

source: Share Sheet
ar: ورقة المشاركة
el: Διάλογος κοινοποίησης
es: Hoja de Compartir
fr: Partager le media
it: Foglio Condivisione
nl: Deel menu
ru: Окно общего доступа
sv: Delningsark
zh_hans: 分享菜单

source: Remove Watermark
ar: إزالة العلامة المائية
el: Αφαίρεση logo
es: Eliminar Marca de Agua
fr: Supprimer le filigrane
it: Rimuovi Watermark
nl: Verwijder watermark
ru: Удалить водяной знак
sv: Ta bort vattenstämpel
zh_hans: 去除视频水印

source: Show/Hide UI Button
ar: إظهار/إخفاء زر واجهة المستخدم
el: Εμφάνιση/Απόκρυψη κουμπιού διεπαφής
es: Mostrar/Ocultar Boton de UI
fr: Afficher/Masquer le bouton UI
it: Mostra/Nascondi Pulsante UI
nl: Toon/verberg UI knop
ru: Показать/Скрыть кнопку интерфейса
sv: Visa/dölj UI-knapp
zh_hans: 显示/隐藏界面按钮

source: Stop Playback
ar: إيقاف التشغيل
el: Διακοπή αναπαραγωγής
es: Detener Reproduccion
fr: Arrêter la lecture
it: Ferma la Riproduzione
nl: Stop afspelen
ru: Остановить воспроизведение
sv: Stoppa uppspelning
zh_hans: 停止播放

source: Auto Play Next Video
ar: تشغيل الفيديو التالي تلقائيًا
el: Αυτόματη αναπαραγωγή επομένου
es: Reproducir Automaticamente el Siguiente Video
fr: Lecture automatique de la vidéo suivante
it: Avvio Automatico Prossimo Video
nl: Speel automatisch volgende video
ru: Автовоспроизведение следующего видео
sv: Spela nästa video automatiskt
zh_hans: 自动播放下一个视频

source: Show Progress Bar
ar: عرض شريط التقدم
el: Εμφάνιση μπάρας προόδου
es: Mostrar Barra de Progreso
fr: Afficher la barre de progression
it: Mostra Barra Progresso
nl: Toon progressie balk
ru: Показать полосу прогресса
sv: Visa framstegsfält
zh_hans: 显示视频进度条

source: Transparent Comments
ar: تعليقات شفافة
el: Διαφανή Σχόλια
es: Comentarios Transparentes
fr: Commentaires transparents
it: Commenti Trasparenti
nl: Transparente comments
ru: Прозрачные комментарии
sv: Transparanta kommentarer
zh_hans: 半透明评论区

source: Show Usernames
ar: عرض أسماء المستخدمين
el: Εμφάνιση ονομάτων χρήστη
es: Mostrar Nombres de Usuario
fr: Afficher les noms d'utilisateur
it: Mostra Nomi Utente
nl: Weergeef gebruikersnamen
ru: Показывать имена пользователей
sv: Visa användarnamn
zh_hans: 显示用户名

source: Disable Sensitive Content
ar: تعطيل المحتوى الحساس
el: Απενεργοποίηση Ευαίσθητου Περιεχομένου
es: Desactivar Contenido Sensible
fr: Désactiver le contenu sensible
it: Disabilita Contenuti Sensibili
nl: Zet gevoelige content uit
ru: Убрать чувствительный контент
sv: Inaktivera känsligt innehåll
zh_hans: 关闭敏感内容

source: Disable Warnings
ar: تعطيل التحذيرات
el: Απενεργοποίηση Προειδοποιήσεων
es: Desactivar Advertencias
fr: Désactiver les avertissements
it: Disabilita Avvisi
nl: Zet waarschuwingen uit
ru: Отключить предупреждения
sv: Inaktivera varningar
zh_hans: 关闭警告提示

source: Disable Live Streaming
ar: تعطيل البث المباشر
el: Απενεργοποίηση Ζωντανής Μετάδοσης
es: Desactivar Transmision en Vivo
fr: Désactiver les diffusions en direct
it: Disabilita Dirette Streaming
nl: Zet live streaming uit
ru: Удалить прямые эфиры
sv: Inaktivera livesändning
zh_hans: 关闭直播

source: Skip Recommendations
ar: تخطي التوصيات
el: Παράκαμψη Προτεινώμενων
es: Saltar Recomendaciones
fr: Ignorer les recommandations
it: Salta Suggeriti
nl: Skip recommendaties
ru: Пропускать рекомендации
sv: Hoppa över rekommendationer
zh_hans: 关闭相关推荐

source: Upload Region
ar: منطقة التي يرفع منها الفيديو
el: Περιοχή μεταφόρτωσης
es: Region de Subida
fr: Région de téléchargement
it: Regione di Caricamento
nl: Upload regio
ru: Регион загрузки
sv: Uppladdningsregion
zh_hans: 显示视频来源地

source: Hide Top Feed Items
ar: إخفاء العناصر العلوية في الرئيسية
el: Απόκρυψη Εικονιδίων Ροής
es: Ocultar Elementos Superiores del Inicio
fr: Masquer les éléments en haut du flux
it: Nascondi Elementi in Cima al Feed
nl: Verberg top feed items
ru: Скрыть верхние элементы ленты
sv: Dölj toppobjekt i flödet
zh_hans: 隐藏顶部功能区

source: Anonymous Seen
ar: عرض مجهول
el: Ανώνυμη προβολή
es: Visto Anonimo
fr: Vue anonyme
it: Visualizzazione Anonima
nl: Anoniem bekijken
ru: Анонимный просмотр
sv: Anonym visning
zh_hans: 关闭已读提示

source: Hide Play/Pause Button
es: Ocultar Boton de Reproducir/Pausar
it: nascondi Bottone Play/Pausa
nl: Verberg play/pause knop
ru: Скрыть кнопку воспроизведения/паузы
sv: Dölj spela/pausa-knapp
zh_hans: 隐藏播放/暂停按钮

source: Profile Settings
es: Configuracion de Perfil
it: Impostazioni del Profilo
nl: Profiel instellingen
ru: Настройки профиля
sv: Profilinställningar
zh_hans: 个人主页设置

source: Profile Save
ar: حفظ الملف الشخصي
el: Αποθήκευση προφίλ
es: Guardar Perfil
fr: Enregistrer le profil
it: Salva Profilo
nl: Profiel opslaan
ru: Сохранить профиль
sv: Spara profil
zh_hans: 保存个人资料

source: Profile Copy
ar: نسخ الملف الشخصي
el: Αντιγραφή προφίλ
es: Copiar Perfil
fr: Copier le profil
it: Copia Profilo
nl: Kopieer profiel
ru: Копировать профиль
sv: Kopiera profil
zh_hans: 复制个人资料

source: Video Like Count
ar: عدد الإعجابات بالفيديو
el: Πλήθος μου αρέσει βίντεο
es: Cantidad de Me Gusta en Video
fr: Nombre de mentions J'aime sur la vidéo
it: Conteggio Like Video
nl: Video like aantal
ru: Количество лайков на видео
sv: Antal gilla-markeringar på video
zh_hans: 视频点赞数

source: Video Upload Date
ar: تاريخ تحميل الفيديو
el: Ημ/νια μεταφόρτωσης βίντεο
es: Fecha de Subida del Video
fr: Date de publication de la vidéo
it: Data Caricamento Video
nl: Video upload datum
ru: Дата загрузки видео
sv: Uppladdningsdatum för video
zh_hans: 视频上传日期

source: User Post Count
es: Cantidad de Publicaciones del Usuario
it: Conteggio Post Utente
nl: Gebruiker post aantal
ru: Количество постов пользователя
sv: Antal inlägg av användare
zh_hans: 作品数量

# Follower
source: Followers
ar: متابعون
el: Ακόλουθος
es: Seguidores
fr: Abonnés
it: Seguito
nl: Volgers
ru: Подписчики
sv: Följare
zh_hans: 粉丝

source: Following
ar: متابَعون
el: Ακολουθεί
es: Siguiendo
fr: Abonnements
it: Stai Seguendo
nl: Volgt
ru: Подписки
sv: Följer
zh_hans: 关注

source: Fake Verified
ar: تم التحقق المزيف
el: Πλαστή επιβεβαίωση
es: Verificacion Falsa
fr: Fausse vérification
it: Falso Verificato
nl: Neppe geverifieerd
ru: Фейковая галочка
sv: Fejkverifierad
zh_hans: 虚拟认证标识

source: Enable Fake Changes
ar: تمكين التغييرات المزيفة
el: Ενεργοποίηση πλαστών αλλαγών
es: Activar Cambios Falsos
fr: Activer les modifications factices
it: Abilita Modifiche False
nl: Zet fake wijzigingen aan
ru: Включить фейковые изменения
sv: Aktivera fejkändringar
zh_hans: 启用数据自定义

source: Extended Bio
ar: سيرة ذاتية موسعة
el: Μεγαλύτερο ΒΙΟ
es: Biografia Extendida
fr: Biographie étendue
it: Bio Estesa
nl: Verlengde bio
ru: Расширить количество символов в описании профиля
sv: Utökad bio
zh_hans: 解除简介字数限制

source: Extended Comments
ar: تعليقات موسعة
el: Ανάπτυξη σχολίων
es: Comentarios Extendidos
fr: Commentaires étendus
it: Commenti Estesi
nl: Verlengde comments
ru: Расширить количество символов в комментариях
sv: Utökade kommentarer
zh_hans: 解除评论字数限制

source: Upload HD
ar: تحميل بجودة عالية
el: Μεταφόρτωση Υψηλής Ευκρίνειας
es: Subir en HD
fr: Télécharger en HD
it: Carica in HD
ru: Включить выгрузку в HD
sv: Ladda upp i HD
zh_hans: 上传高清视频

source: App Lock
ar: قفل التطبيق
el: Κλείδωμα εφαρμογής
es: Bloqueo de Aplicacion
fr: Verrouillage de l'application
it: Blocca l' App
nl: App vergrendelen
ru: Включить блокировку приложения
sv: App-lås
zh_hans: 应用锁

source: Enable Flex
ar: تمكين Flex
el: Ενεργοποίηση Flex
es: Habilitar Flex
fr: Activer Flex
it: Abilita Flex
nl: Zet Flex aan
ru: Включить Flex
sv: Aktivera Flex
zh_hans: 启用开发者调试工具

source: Enable OLED Keyboard
ar: تمكين لوحة المفاتيح OLED
el: Ενεργοποίηση OLED πληκτρολογίου
es: Habilitar Oled Keyboard
fr: Activer le clavier OLED
it: Abilita Tastiera OLED
nl: Zet OLED toetsenbord aan
ru: Включить OLED клавиатуру
sv: Aktivera OLED-tangentbord
zh_hans: 启用 OLED 键盘

source: Post Stats
es: Estadisticas de Publicaciones
it: Statistiche Post
nl: Post statistieken
ru: Статистика поста
sv: Inläggsstatistik
zh_hans: 视频数据

source: Enable Text To Reposts
es: Habilitar Texto para Republicar
it: Abilita Testo ai Repost
nl: Zet text op reposts aan
ru: Включить текст к репостам
sv: Aktivera text till ompubliceringar
zh_hans: 转发时可添加评论

source: Disable Survey Popups
es: Desactivar Encuestas Emergentes
it: Disabilita Popup Sondaggio
nl: Zet survey popups uit
ru: Отключить всплывающие окна
sv: Inaktivera undersökningspopups
zh_hans: 关闭问卷弹窗

source: Comment Settings
ar: إعدادات التعليقات
el: Ρυθμίσεις σχολίων
es: Configuracion de Comentarios
fr: Paramètres des commentaires
it: Impostazioni dei Commenti
nl: Comment instellingen
ru: Настройки комментариев
sv: Kommentarinställningar
zh_hans: 评论设置

source: Comment Design
ar: تصميم التعليقات
el: Σχέδιο Σχολίου
es: Diseno de Comentarios
fr: Design des commentaires
it: Design Commento
ru: Дизайн комментариев
sv: Kommentardesign
zh_hans: 评论样式

source: Select Design
ar: اختر التصميم
el: Επιλογή σχεδίασης
es: Seleccionar Diseno
fr: Sélectionner le design
it: Design Seleziona
nl: Selecteer design
ru: Выбрать дизайн
sv: Välj design
zh_hans: 选择样式

source: Disable Comment Tooltip
ar: تعطيل تلميح الرموز التعبيرية
el: Απενεργοποίηση εργαλίων σχολίων
es: Desactivar Tooltip de Comentarios
fr: Désactiver l'info-bulle des commentaires
it: Disabilita Suggerimento Commento
nl: Zet comment tooltip uit
ru: Отключить меню коментариев
sv: Inaktivera kommentarverktygstips
zh_hans: 关闭评论提示

source: Add Comment as Post
ar: تعليق كمنشور
el: Προσθήκη σχολίων ως Δημοσίευσης
es: Agregar Comentario como Publicacion
fr: Ajouter un commentaire comme publication
it: Aggiungi Commento come Post
nl: Voeg comment toe als post
ru: Комментировать в виде поста
sv: Lägg till kommentar som inlägg
zh_hans: 将评论发布为视频

source: Add Comment as Story
ar: تعليق كقصة
el: Προσθήκη σχολίων ως Ιστορίας
es: Agregar Comentario como Historia
fr: Ajouter un commentaire comme story
it: Aggiungi Commento come Storia
nl: Voeg comment toe als story
ru: Комментировать в виде истории
sv: Lägg till kommentar som story
zh_hans: 将评论发布为动态

# Mass Unfold Comment Replies
source: Mass Unfold Replies
ar: فتح كل الردود
el: Μαζική ανάπτυξη απαντήσεων σχολίων
es: Desplegar Masivamente Respuestas
fr: Déplier massivement les réponses aux commentaires
it: Espandi le Risposte
nl: Ontvouw alle comments antwoorden
ru: Полностью разворачивать ответы
sv: Massuppfällning av svar
zh_hans: 一键展开评论回复

# Auto Unfold Comment Texts
source: Auto Unfold Texts
ar: فتح النصوص تلقائيًا
el: Αυτόματη ανάπτυξη κειμένου σχολίων
es: Desplegar Automaticamente Textos
fr: Déplier automatiquement les textes des commentaires
it: Espansione Automatica Testi
nl: Automatisch comment teksten ontvouwen
ru: Автоматически разворачивать текст
sv: Automatisk uppfällning av texter
zh_hans: 自动展开长评论

# Multi Emoji Comment Bar
source: Multi Emoji Bar
ar: شريط الرموز التعبيرية الموسع
el: Πολλαπλή Emoji Μπαρα Σχολίου
es: Barra Multi Emoji
fr: Barre de commentaires Multi Emoji
it: Barra Emoji Multiple
nl: Multi emoji balk
ru: Расширить панель с эмодзи
sv: Flera emoji-fält
zh_hans: 多表情栏

source: Hide Emoji Bar
ar: إخفاء شريط الرموز التعبيرية
el: Απόκρυψη Emoji-Bar
es: Ocultar Emoji-Bar
fr: Masquer la barre Emoji
it: Nascondi Barra Emoji
nl: Verberg emoji balk
ru: Скрыть панель с эмодзи
sv: Dölj emoji-fält
zh_hans: 隐藏表情栏

source: Add Translation Button
es: Agregar Boton de Traduccion
it: Nascondi Barra Traduzione
nl: Voeg vertaal knop toe
ru: Добавить кнопку перевода
sv: Lägg till översättningsknapp
zh_hans: 添加翻译按钮

source: Comment Cell Redesign
ar: إعادة تصميم خلايا التعليقات
el: Επανασχεδιασμός κελιού σχολίων
es: Redisenyo de Celda de Comentario
fr: Refonte de la cellule de commentaire
it: Redesign Cella dei Commenti
nl: Herontwerp comment cell
ru: Новый дизайн комментариев
sv: Omdesign av kommentarsfält
zh_hans: 自定义评论样式

source: Enable Comment Photos
es: Habilitar Fotos en Comentarios
it: Abilita Foto nei Commenti
nl: Zet comment fotos aan
ru: Включить фото в комментариях
sv: Aktivera kommentarsbilder
zh_hans: 允许评论带图片

source: Enable Comment Stickers
es: Habilitar Stickers en Comentarios
it: Enable Sticker nei Commenti
nl: Zet comment stickers aan
ru: Включить стикеры в комментариях
sv: Aktivera kommentarstickers
zh_hans: 允许评论带贴纸

source: Enable Comment Flags
it: Enable Bandiere nei Commenti
nl: Zet comment vlaggen aan
ru: Включить флаг региона комментатора
sv: Aktivera kommentarsflaggor
zh_hans: 显示评论者地区

source: Enable Copy Without Username
it: Abilita Copia Senza Nome Utente
nl: Zet kopieren zonder gebruikersnaam aan
ru: Включить копирование без имени пользователя
sv: Aktivera kopiering utan användarnamn
zh_hans: 复制时不带用户名

source: Configure Advanced Comment Settings
ar: تكوين إعدادات التعليقات المتقدمة
el: Ρυθμίσεις Σχολίων για Προχωρημένους
es: Configurar Ajustes Avanzados de Comentarios
fr: Configurer les paramètres avancés des commentaires
it: Configura Impostazioni dei Commenti Avanzate
nl: Configureer geavanceerde comment instellingen
ru: Настроить расширенные параметры комментариев
sv: Konfigurera avancerade kommentarinställningar
zh_hans: 更多评论设置

source: Tab Bar Settings
es: Configuracion de Barra de Pestanas
it: Impostazioni della Barra delle Tab
nl: Tabbalk instellingen
ru: Настройки панели вкладок
sv: Tabellinställningar
zh_hans: 底部导航栏设置

source: Tab Bar Configurations
es: Configuraciones de Barra de Pestanas
it: Configurazioni della Barra delle Tab
nl: Tabbalk configuratie
ru: Конфигурация панели вкладок
sv: Tabellkonfigurationer
zh_hans: 导航栏配置

source: Hide Plus Button
es: Ocultar Boton de Plus
it: Nascondi Bottone Più
nl: Verberg plus knop
ru: Скрыть кнопку «+»
sv: Dölj plus-knapp
zh_hans: 隐藏发布按钮
