Repository: mumuisdog/BHTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: ar, el, es, fr, it, nl, ru, sv, zh_hans

source: Hide Friends Badge
es: Ocultar Insignia de Amigos
it: Nascondi Etichetta Amici
nl: Verberg vrienden badge
ru: Скрыть значок друзей
sv: Dölj vänner-märke
zh_hans: 隐藏好友提醒

source: Hide Inbox Badge
es: Ocultar Insignia de Bandeja de Entrada
it: Nascondi Etichetta Posta in Arrivo
nl: Verberg postvak badge
ru: Скрыть значок входящих
sv: Dölj inkorg-märke
zh_hans: 隐藏消息提醒

source: Changes will take effect after restarting the app
es: Los Cambios se Aplicaran despues de Reiniciar la App
it: I cambiamenti avranno effetto dopo il riavvio dell'app
nl: Aanpassingen zullen worden toegepast na het herstarten van de app
ru: Изменения вступят в силу после перезапуска приложения
sv: Ändringar träder i kraft efter att appen har startats om
zh_hans: 重启应用后生效

source: Live Button Settings
es: Configuracion del Boton en Vivo
it: Impostazioni
nl: Live knop instellingen
ru: Настройки кнопки LIVE
sv: Live-knappens inställningar
zh_hans: 直播按钮设置

source: Live Button Function
ar: وظيفة زر البث المباشر
el: Λειτουργία κουμπιού ζωντανής μετάδοσης
es: Funcion del Boton en Vivo
fr: Fonction du bouton Live
it: Funzione Bottone Live
nl: Live knop functie
ru: Функция кнопки LIVE
sv: Live-knappens funktion
zh_hans: 直播按钮功能

source: Live Button Actions
ar: إجراءات زر البث المباشر
el: Ενέργειες κουμπιού ζωντανής μετάδοσης
es: Acciones del Boton en Vivo
fr: Actions du bouton Live
it: Azioni Bottone Live
nl: Live knop acties
ru: Действие кнопки LIVE
sv: Live-knappens åtgärder
zh_hans: 直播按钮操作

source: Live Actions
ar: إجراءات البث المباشر
el: Ενέργειες ζωντανής μετάδοσης
es: Acciones en Vivo
fr: Actions en direct
it: Azioni Live
nl: Live acties
ru: Действие LIVE
sv: Live-åtgärder
zh_hans: 直播操作

source: Playback Speed
ar: سرعة التشغيل
el: Ταχύτητα αναπαραγωγής
es: Velocidad de Reproduccion
fr: Vitesse de lecture
it: Velocità di Riproduzione
nl: Afspeelsnelheid
ru: Скорость воспроизведения
sv: Uppspelningshastighet
zh_hans: 播放速度

source: Select Action
es: Seleccionar Accion
it: Seleziona Azione
nl: Selecteer actie
ru: Выбрать действие
sv: Välj åtgärd
zh_hans: 选择操作

source: Change the behavior of the Live button
es: Cambiar el Comportamiento del Boton en Vivo
it: Cambia il comportamento del bottone Live
nl: Verander het gedrag van de live knop
ru: Изменить поведение кнопки LIVE
sv: Ändra beteendet för Live-knappen
zh_hans: 更改直播按钮行为

source: Selected Action
es: Accion Seleccionada
it: Azione Selezionata
nl: Geselecteerde actie
ru: Выбранное действие
sv: Vald åtgärd
zh_hans: 已选择的操作

source: Live Button Function Disabled
es: Funcion del Boton en Vivo Desactivada
it: Funzione Bottone Live Disabilitata
nl: Live knop functie uitgeschakeld
ru: Кнопка LIVE отключена
sv: Live-knappens funktion inaktiverad
zh_hans: 直播按钮功能已关闭

source: Please enable Live Button Function first
es: Por Favor Habilita la Funcion del Boton en Vivo Primero
it: Per favore, attiva prima la Funzione Bottone Live
nl: Zet live knop functie eerst aan alsjeblieft
ru: Сначала включите кнопку LIVE
sv: Aktivera Live-knappens funktion först
zh_hans: 请先开启直播按钮功能

source: Change Action of Live Button
ar: تغيير وظيفة زر البث المباشر
el: Αλλαγή ενέργειας κουμπιού ζωντανής μετάδοσης
es: Cambiar Accion del Boton en Vivo
fr: Changer l'action du bouton Live
it: Cambia Azione del Bottone Live
nl: Verander actie van live knop
ru: Изменить действие кнопки LIVE
sv: Ändra åtgärd för Live-knappen
zh_hans: 更改直播按钮操作

source: Enable Live Button Function
es: Habilitar Funcion del Boton en Vivo
it: Abilita Funzione Bottone Live
nl: Zet live knop functie aan
ru: Включить кнопку LIVE
sv: Aktivera Live-knappens funktion
zh_hans: 开启直播按钮功能

source: Chat Settings
es: Configuracion de Chat
it: Impostazioni Chat
nl: Chat instellingen
ru: Настройки чата
sv: Chattinställningar
zh_hans: 私信设置

source: Enable Voice Messages
es: Habilitar Mensajes de Voz
it: Abilita Messaggi Vocali
nl: Zet spraakberichten aan
ru: Включить голосовые сообщения
sv: Aktivera röstmeddelanden
zh_hans: 开启语音消息

source: Enable Streaks
es: Habilitar Rachas
it: Abilita Serie
nl: Zet streaks aan
ru: Включить огонёк
sv: Aktivera streaks
zh_hans: 开启连续签到

source: Hide Streak Pet
es: Ocultar Mascota de Racha
it: Nascondi Compagno Serie
nl: Verberg streak diertje
ru: Скрыть серийчика
sv: Dölj streak-djur
zh_hans: 隐藏签到宠物

source: Disable Typing Indicator
es: Desactivar Indicador de Escritura
it: Disabilita Indicatore Scrittura
nl: Zet typing indicator uit
ru: Включить неписалку
sv: Inaktivera skrivindikator
zh_hans: 关闭输入状态

source: Enable Pin Chat
es: Habilitar Fijar Chat
it: Abilita Fissa Chat
nl: Zet gepinde chats aan
ru: Закрепить чат
sv: Aktivera fastnåla chatt
zh_hans: 允许置顶私信

source: Bypass Media Limit
es: Omitir Limite de Medios
it: Ignora Limite Media
nl: Bypass media limiet
ru: Обойти лимит медиа
sv: Bortse från medielimiten
zh_hans: 解除私信文件限制

source: Disable AI-Generated Replies
es: Desactivar Respuestas Generadas por IA
it: Disabilita Risposte Generate da IA
nl: Zet AI-gegenereerde antwoorden uit
ru: Отключить ответы, сгенерированные ИИ
sv: Inaktivera AI-genererade svar
zh_hans: 关闭AI智能回复

source: Enable Small Emoji
es: Habilitar Emojis Pequenos
it: Abilita Emoji Piccole
nl: Zet kleine emojis aan
ru: Включить маленькие эмодзи
sv: Aktivera små emoji
zh_hans: 使用迷你表情

source: Enable Playback Speed
es: Habilitar Velocidad de Reproduccion
it: Abilita Velocità Riproduzione
nl: Zet afspeelsnelheid aan
ru: Включить изменение скорости видео
sv: Aktivera uppspelningshastighet
zh_hans: 开启倍速播放

source: Selected Speed
es: Velocidad Seleccionada
it: Velocità Selezionata
nl: Geselecteerde snelheid
ru: Выбранная Скорость
sv: Vald hastighet
zh_hans: 当前速度

source: Playback Speed Settings
es: Configuracion de Velocidad de Reproduccion
it: Impostazione Velocità Riproduzione
nl: Afspeelsnelheid instellingen
ru: Настройки скорости
sv: Inställningar för uppspelningshastighet
zh_hans: 倍速播放设置

source: Enable Persistent Playback Speed.
ar: تمكين سرعة التشغيل المستمرة
es: Habilitar Velocidad de Reproduccion Persistente.
fr: Activer la vitesse de lecture persistante
it: Abilita Velocità Riproduzione Persistente.
nl: Zet persistente afspeelsnelheid aan.
ru: Включить постоянную скорость.
sv: Aktivera persistent uppspelningshastighet
zh_hans: 保持固定播放速度

source: Select Speed
ar: اختر السرعة
el: Επιλογή ταχύτητας
es: Seleccionar Velocidad
fr: Sélectionner la vitesse
it: Seleziona Velocità
nl: Selecteer snelheid
ru: Выбрать скорость
sv: Välj hastighet
zh_hans: 选择速度

source: Control video playback speed
es: Controlar la velocidad de reproduccion de video
it: Controlla la velocità di Riproduzione
nl: Controleer video afspeelsnelheid
ru: Управление скоростью видео
sv: Kontrollera videouppspelningshastigheten
zh_hans: 控制视频播放速度

source: Playback Speed Disabled
es: Velocidad de Reproduccion Desactivada
it: Velocità di Riproduzione Disabilitata
nl: Zet afspeelsnelheid uit
ru: Изменение скорости отключено
sv: Uppspelningshastighet inaktiverad
zh_hans: 倍速播放已关闭

source: Please enable Playback Speed first
es: Por Favor Habilite la Velocidad de Reproduccion Primero
it: Per favore, attiva prima la Velocità di Riproduzione
nl: Zet afspeelsnelheid eerst aan alsjeblieft
ru: Сначала включите изменение скорости
sv: Aktivera uppspelningshastighet först
zh_hans: 请先开启倍速播放

source: Region Settings
es: Configuracion de Region
it: Impostazioni Regione
nl: Regio instellingen
ru: Настройки региона
sv: Regioninställningar
zh_hans: 地区设置

source: Enable region changing to access content from different regions
es: Habilitar Cambio de Region para Acceder a Contenido de Diferentes Regiones
it: Abilita il cambio di regione per accedere a contenuti di regioni differenti
nl: Zet regio wijzigingen aan om content van verschillende regios te zien
ru: Включить смену региона с доступом к контенту из других стран
sv: Aktivera regionbyte för att få åtkomst till innehåll från olika regioner
zh_hans: 开启地区切换以访问不同地区的内容

source: Enable Region Changing
ar: تمكين تغيير المنطقة
el: Ενεργοποίηση αλλαγής περιοχής
es: Habilitar Cambio de Region
fr: Activer le changement de région
it: Abilita Cambio Regione
nl: Zet regio aanpassingen aan
ru: Включить смену региона
sv: Aktivera regionbyte
zh_hans: 开启地区切换

source: Enable Region Changing Functionality
ar: تمكين تغيير المنطقة
el: Ενεργοποίηση λειτοργίας αλλαγής περιοχής
es: Habilitar Funcion de Cambio de Region
fr: Activer le changement de région
it: Abilita Funzione Cambio Regione
nl: Zet regio aanpassingen functie aan
ru: Включить функционал смены региона
sv: Aktivera funktionalitet för regionbyte
zh_hans: 开启地区切换功能

source: Selected Region
es: Region Seleccionada
it: Regione Selezionata
nl: Geselecteerde regio
ru: Выбранный регион
sv: Vald region
zh_hans: 当前地区

source: Region Changing Disabled
es: Cambio de Region Desactivado
it: Cambio Regione Disabilitato
nl: Zet regio aanpassingen uit
ru: Смена региона отключена
sv: Regionbyte inaktiverat
zh_hans: 地区切换已关闭

source: Please enable region changing first
es: Por Favor Habilite el Cambio de Region Primero
it: Per favore, attiva prima il Cambio di Regione
nl: Zet regio aanpassingen eerst aan alsjeblieft
ru: Сначала включите смену региона
sv: Aktivera regionbyte först
zh_hans: 请先开启地区切换

# FEATURE_ENABLE_COMMENT_FLAGS
source: Show Commenter's Region Flag
it: Abilita bandiere nei commenti
nl: FEATURE_ENABLE_COMMENT_FLAGS
ru: Показывать флаг региона комментатора
sv: Aktiverar kommentarflaggor
zh_hans: 在评论中显示评论者的地区

# FEATURE_COPY_WITHOUT_USERNAME
source: Copy Comments Without 'Username: '
it: Copia senza nome utente
nl: FEATURE_COPY_WITHOUT_USERNAME
ru: Копировать комментарии без 'Имя пользователя: '
sv: Aktiverar kopiering utan användarnamn
zh_hans: 复制评论时不包含用户名

# FEATURE_HIDE_ADS
source: Hides ads from feed
ar: إخفاء الإعلانات من الرئيسية
el: Κρύψτε όλες τις διαφημίσεις στο ΤικΤοκ
es: Oculta Anuncios del Feed
fr: Masque les publicités du flux
it: Nasconde le pubblicità dal Feed
nl: Verbergt ads van de feed
ru: Скрывает рекламу из ленты
sv: Döljer annonser från flödet
zh_hans: 隐藏信息流中的广告

# FEATURE_DOWNLOAD_BUTTON
source: Enables download button for posts and stories
ar: تمكين زر التنزيل للمنشورات والقصص
el: Ενεργοποίηση του κουμπιού λήψης για αναρτήσεις και ιστορίες
es: Habilita Boton de Descarga para Publicaciones y Historias
fr: Active le bouton de téléchargement pour les publications et stories
it: Abilita il bottone di scaricamento per i post e le storie
nl: Download knop inschakelen voor posts en verhalen
ru: Добавляет кнопку загрузки для постов и историй
sv: Aktiverar nedladdningsknapp för inlägg och stories
zh_hans: 为视频和动态添加下载按钮

# FEATURE_SHARE_SHEET
source: Opens share sheet after downloading media
ar: فتح ورقة المشاركة بعد تنزيل الوسائط
el: Άνοιγμα διαλόγου κοινής χρήσης μετά τη λήψη πολυμέσων
es: Abre Hoja de Compartir Despues de Descargar Medios
fr: Ouvre le menu de partage après le téléchargement des médias
it: Apre la finestra di condivisione dopo aver scaricato il media
nl: Open deel menu na het downloaden van media
ru: Открывает меню поделиться после загрузки медиа
sv: Öppnar delningsblad efter nedladdning av media
zh_hans: 下载后自动打开分享菜单

# FEATURE_REMOVE_WATERMARK
source: Removes watermark (animated TikTok logo and username) from downloaded media
ar: إزالة العلامة المائية (شعار TikTok المتحرك واسم المستخدم) من الوسائط التي تم تنزيلها
el: Κατάργηση logo TikTok από πολυμέσα
es: Elimina Marca de Agua (Logo Animado de TikTok y Nombre de Usuario) de Medios Descargados
fr: Supprime le filigrane (logo TikTok animé et nom d'utilisateur) des médias téléchargés
it: Rimuove il watermark (Logo di TikTok animato e il nome utente) dai media scaricati
nl: Verwijdert watermark (geanimeerd TikTok logo en gebruikersnaam) van gedownload media
ru: Удаляет водяной знак (логотип TikTok и имя пользователя) с загруженного медиа
sv: Tar bort vattenstämpel (animerad TikTok-logotyp och användarnamn) från nedladdad media
zh_hans: 去除下载视频的水印（抖音标识和用户名）

# FEATURE_UI_BUTTON
source: Shows or hides UI button
ar: إظهار أو إخفاء زر واجهة المستخدم
el: Εμφάνιση ή Απόκρυψη κουμπιού διεπαφής χρήστη
es: Muestra u Oculta Boton de UI
fr: Affiche ou masque le bouton UI
it: Mostra o nasconde il bottone UI
nl: Toont of verbergt UI knop
ru: Показывает или скрывает кнопки интерфейса
sv: Visar eller döljer UI-knapp
zh_hans: 显示或隐藏界面按钮

# FEATURE_STOP_PLAYBACK
source: Stops video playback when it ends
ar: إيقاف تشغيل الفيديو عند انتهائه
el: Απενεργοποίηση αυτόματης κύλισης μετά την ολοκλήρωση της αναπαραγωγής
es: Detiene Reproduccion de Video al Finalizar
fr: Arrête la lecture de la vidéo à la fin
it: Ferma la riproduzione del video quando finisce
nl: Stopt het afspelen van video wanneer deze is beeindigt
ru: Останавливает воспроизведение видео после завершения
sv: Stoppar videouppspelning när den är slut
zh_hans: 视频结束时停止播放

# FEATURE_AUTO_PLAY
source: Enables automatic video scrolling
ar: تمكين التمرير التلقائي للفيديو
el: Αυτόματη κύλιση στην επόμενη ανάρτηση μετά την ολοκλήρωση της αναπαραγωγής
es: Habilita Reproduccion Automatica de Videos
fr: Active le défilement automatique des vidéos
it: Abilita scorrimento automatico dei video
nl: Zet automatisch video scrollen aan
ru: Включает автоматическую прокрутку видео
sv: Aktiverar automatisk videoscrollning
zh_hans: 开启自动播放

# FEATURE_PROGRESS_BAR
source: Shows duration bar under each video
ar: عرض شريط المدة تحت كل فيديو
el: Εμφάνιση γραμμής προόδου κάτω από το βίντεο
es: Muestra Barra de Duracion Debajo de Cada Video
fr: Affiche une barre de durée sous chaque vidéo
it: Mostra barra di durata sotto ogni video
nl: Toont de duratie balk onder elke video
ru: Показ полосы длительности под каждым видео
sv: Visar tidslinje under varje video
zh_hans: 显示视频进度条

# FEATURE_TRANSPARENT_COMMENTS
source: Makes comments section transparent
ar: جعل قسم التعليقات شفافًا
el: Κάντε την ενότητα σχολίων διαφανή
es: Hace la Seccion de Comentarios Transparente
fr: Rend la section des commentaires transparente
it: Rende la sezione commenti trasparente
nl: Maakt de comment sectie transparant
ru: Делает раздел комментарии прозрачными
sv: Gör kommentarssektionen transparent
zh_hans: 半透明评论区

# FEATURE_DISABLE_SURVEY
source: Disable Annoying Survey Questions In Feed
es: Desactiva Preguntas de Encuesta Molestas en el Feed
it: Disabilita i sondaggi nel Feed
nl: Zet irritante survey vragen uit in feed
ru: Отключает раздражающие опросы в ленте
sv: Inaktiverar störande enkätfrågor i flödet
zh_hans: 关闭视频中的问卷调查

# FEATURE_HIDE_PLAY_PAUSE
source: Hide The Play/Pause View In Feed
es: Oculta Vista de Reproducir/Pausar en el Feed
it: Nasconde l'indicatore Play/Pausa nel Feed
nl: Verberg de speel/pauzeer weergave in de feed
ru: Скрывает кнопку воспроизведения/паузы
sv: Döljer play/pause-vyn i flödet
zh_hans: 隐藏播放/暂停按钮

# FEATURE_SHOW_USERNAMES
source: Replaces nicknames with tags
ar: استبدال الأسماء المستعارة بالعلامات
el: Αντικαταστήστε τα ψευδώνυμα με ονόματα χρηστών στις αναρτήσεις
es: Reemplaza Apodos con Etiquetas
fr: Remplace les pseudonymes par les tags
it: Sostituisce i nick con i tag degli utenti
nl: Vervangt bijnamen met tags
ru: Заменяет никнеймы на @теги
sv: Ersätter smeknamn med taggar
zh_hans: 显示用户名而非昵称

# FEATURE_DISABLE_SENSITIVE
source: Hides inappropriate content warning
ar: إخفاء تحذير المحتوى غير المناسب
el: Απόκρυψη προειδοποίησης 'Ευαίσθητου περιεχομένου'
es: Oculta Advertencia de Contenido Inapropiado
fr: Masque les avertissements de contenu inapproprié
it: Nasconde l'avviso di contenuti inappropriati
nl: Verbergt waarschuwing voor ongepaste content
ru: Скрывает предупреждения о нежелательном контенте
sv: Döljer varning för olämpligt innehåll
zh_hans: 关闭敏感内容提示

# FEATURE_ADD_TRANSLATION
source: Add translation button to comments
es: Habilita Boton de Traduccion
it: Aggiunge un bottone Traduzione in ogni commento
nl: Voegt een vertaal knop toe in elke comment
ru: Добавляет кнопку перевода к комментариям
sv: Lägger till översättningsknapp i varje kommentar
zh_hans: 添加评论翻译按钮

# FEATURE_DISABLE_WARNINGS
source: Hides TikTok warnings
ar: إخفاء تحذيرات TikTok
el: Απόκρυψη προειδοποιήσεων TikTok
es: Oculta Advertencias de TikTok
fr: Masque les avertissements de TikTok
it: Nasconde avvisi di TikTok
nl: Verbergt TikTok waarschuwingen
ru: Скрывает предупреждения TikTok
sv: Döljer TikTok-varningar
zh_hans: 关闭抖音警告提示

# FEATURE_DISABLE_LIVE
source: Hides live streams in feed
ar: إخفاء البث المباشر في الرئيسية
el: Απενεργοποίηση ζωντανών ροών από το FYP
es: Oculta Transmisiones en Vivo del Feed
fr: Masque les diffusions en direct dans le flux
it: Nasconde le live nel feed
nl: Verbergt livestreams in de feed
ru: Скрывает трансляции в ленте
sv: Döljer liveströmmar i flödet
zh_hans: 隐藏直播内容

# FEATURE_SKIP_RECOMMENDED
source: Removes friend recommendations etc
ar: إزالة توصيات الأصدقاء وغيرها
el: Παράλειψη προτεινόμενων βίντεο
es: Elimina Recomendaciones de Amigos, etc
fr: Supprime les recommandations d'amis, etc.
it: Rimuove gli amici suggeriti ecc
nl: Verwijdert vriend recommendaties etc
ru: Удаление рекомендаций друзей и т.д
sv: Tar bort vänförslag etc.
zh_hans: 关闭推荐提示

# FEATURE_UPLOAD_REGION
source: Shows upload region flag next to username
ar: عرض علم منطقة التحميل بجانب اسم المستخدم
el: Εμφάνιση επισήμανσης περιοχής μεταφόρτωσης εκτός από το όνομα χρήστη
es: Muestra Bandera de Region de Subida junto al Nombre de Usuario
fr: Affiche le drapeau de la région de téléchargement à côté du nom d'utilisateur
it: Mostra la bandiera della regione di caricamento accanto al nome utente
nl: Voeg de upload regio vlag toe naast de gebruikersnaam
ru: Показывает флаг региона загрузки рядом с ником
sv: Visar uppladdningsregionens flagga bredvid användarnamn
zh_hans: 显示视频来源地区

# FEATURE_HIDE_TOP_ITEMS
source: Hides search button, LIVE and others (For You, Following, Shop etc...)
ar: إخفاء زر البحث، LIVE وأخرى (لك، المتابعة، المتجر وما إلى ذلك...)
el: Απόκρυψη των κουμπιών αναζήτησης και live και των (FYP, Following, Shop, κ.λπ...)
es: Oculta Boton de Busqueda, LIVE y Otros (Para Ti, Siguiendo, Tienda, etc...)
fr: Masque le bouton de recherche, LIVE et autres (Pour Vous, Abonnements, Boutique, etc...)
it: Nasconde il bottone di recerca, Live e altri (Per Te, Seguiti, Negozio ecc...)
nl: Veberg zoeken knop, LIVE en anderen (Voor Jou, Volgend, Shop etc...)
ru: Скрывает кнопку поиска, LIVE и другие элементы (For You, Following, Shop и т.д.)
sv: Döljer sökknapp, LIVE och andra (För dig, Följ, Shop etc.)
zh_hans: 隐藏顶部功能区（搜索、直播等）

# FEATURE_ANONYMOUS_SEEN
source: Look at Chats Without The Other Person Knowing
ar: تمكين منع قراءة الإشعارات
el: Παρακολουθήστε τα μηνύματα ανώνυμα (BETA Προσοχή!)
es: Ver Chats sin que la Otra Persona lo Sepa
fr: Active le blocage des accusés de réception de lecture
it: Leggi le chat senza che l'altra persona lo sappia
nl: Kijk naar berichten zonder dat de andere persoon dat ziet
ru: Просмотр чатов без уведомления собеседника
sv: Titta på chattar utan att den andra personen vet
zh_hans: 关闭已读提示

# FEATURE_SHOW_ALL_TABS
source: Show All The Hidden Settings Tabs [Beta!]
it: Mostra la sezione con tutte le impostazioni nascoste [Beta!]
nl: Laat alle verborgen instellingen zien [Beta!]
ru: Показывает все скрытые вкладки настроек [Beta!]
sv: Visar alla dolda inställningstabs [Beta!]
zh_hans: 显示所有隐藏的设置选项[测试版]

# FEATURE_PROFILE_SAVE
source: Saves profile info to clipboard
ar: حفظ معلومات الملف الشخصي في الحافظة
el: Αποθήκευση λεπτομερειών προφίλ στο πρόχειρο
es: Guarda Informacion del Perfil en el Portapapeles
fr: Enregistre les informations de profil dans le presse-papiers
it: Salva le informazioni del profilo nella clipboard
nl: Bewaart profiel informatie naar het klipbord
ru: Сохранение сведений о профиле в буфер обмена
sv: Sparar profilinformation till urklipp
zh_hans: 保存个人资料到剪贴板

# FEATURE_EMBED_LINKS
source: Enable Embedded Links When Copying a Link
es: Habilita Enlaces Incrustados al Copiar un Enlace
it: Abilita i link incorporati quando copi un link
nl: Zet ingebedde links aan wanneer je een link kopieert
ru: Включение встроенных ссылок при копировании
sv: Aktiverar inbäddade länkar vid kopiering av länk
zh_hans: 允许链接可点击

# FEATURE_PROFILE_COPY
source: Copies profile information
ar: نسخ معلومات الملف الشخصي
el: Αντιγραφή πληροφοριών προφίλ
es: Copia Informacion del Perfil
fr: Copie les informations du profil
it: Copia informazioni del profilo
nl: Kopieert profiel informatie
ru: Копирование информации о профиле
sv: Kopierar profilinformation
zh_hans: 复制个人资料信息

# FEATURE_USER_POST_COUNT
source: Shows The Number Of Uploaded Videos
es: Muestra la Cantidad de Videos Subidos
it: Mostra il numero di video caricati
nl: Laat aantal geuploade videos zien
ru: Показывает количество загруженных видео
sv: Visar antalet uppladdade videor
zh_hans: 显示作品数量

# FEATURE_LIKE_COUNT
source: Shows like count on messages
ar: عرض عدد الإعجابات على الرسائل
es: Muestra Cantidad de Me Gusta en Mensajes
fr: Affiche le nombre de mentions J'aime sur les messages
it: Mostra il numero di like su un messaggio
nl: Laat aantal likes zien op berichten
ru: Показывает количество лайков на сообщениях
sv: Visar gillningar på meddelanden
zh_hans: 显示点赞数

# FEATURE_UPLOAD_DATE
source: Shows upload date
ar: عرض تاريخ التحميل
el: Εμφάνιση ημερομηνίας αποστολής ανάρτησης
es: Muestra Fecha de Subida
fr: Affiche la date de publication
it: Mostra la data di caricamento
nl: Laat upload datum zien
ru: Показывает дату загрузки
sv: Visar uppladdningsdatum
zh_hans: 显示上传日期

# FEATURE_SHOW_VIDEO_TIMESTAMP
source: Show Upload-Time Next To Username in Fyp
it: Mostra l'orario di caricamento del video nei Per Te
nl: Laat upload tijd in FYP zien
ru: Показывает время загрузки рядом с именем пользователя в ленте
sv: Visar videouppladdningstid i FYP
zh_hans: 显示视频上传时间

# FEATURE_HIDE_DANGEROUS_ACTION
source: Hide The Annying Warnings Under Sports Video
it: Nasconde gli avvisi sotto i video di sport (Calcio, Boxe, ecc...)
nl: Verbergt waarschuwingen onder sport videos (UFC, Boxen, etc...)
ru: Скрывает предупреждения под спортивными видео
sv: Döljer varningar under sportvideor (UFC, Boxning etc.)
zh_hans: 关闭危险内容提示

# FEATURE_REMOVE_PENDANT
source: Remove Annoying Ad-View in Top-left Corner Of The Screen (Only In Some Regions)
it: Rimuove l'indicatore di pubblicità in alto a sinistra nei Per Te
nl: Verwijdert de ad-view in fyp
ru: Удаляет рекламный значок в верхнем левом углу экрана (только в некоторых регионах)
sv: Tar bort annonsvyn uppe till vänster i FYP
zh_hans: 移除悬浮广告

# FEATURE_CONFIRM_LIKE
source: Shows confirmation to like video
ar: عرض تأكيد للإعجاب بالفيديو
es: Muestra Confirmacion para Dar Me Gusta al Video
fr: Affiche une confirmation pour aimer une vidéo
it: Mostra una conferma per mettere like al video
nl: Laat bevestiging zien om video te liken
ru: Включение подтверждения перед лайком видео
sv: Visar bekräftelse för att gilla video
zh_hans: 点赞时需要确认

# FEATURE_CONFIRM_COMMENT_LIKE
source: Shows confirmation to like comment
ar: عرض تأكيد للإعجاب بالتعليق
es: Muestra Confirmacion para Dar Me Gusta al Comentario
fr: Affiche une confirmation pour aimer un commentaire
it: Mostra una conferma per mettere like al commento
nl: Laat bevestiging zien om comment te liken
ru: Включение подтверждения перед лайком комментария
sv: Visar bekräftelse för att gilla kommentar
zh_hans: 评论点赞时需要确认

# FEATURE_CONFIRM_COMMENT_DISLIKE
source: Shows confirmation to dislike comment
ar: عرض تأكيد لعدم الإعجاب بالتعليق
el: Επιβεβαίωση σχολίων που δεν μου αρέσουν
es: Muestra Confirmacion para Dar No Me Gusta al Comentario
fr: Affiche une confirmation pour désapprouver un commentaire
it: Mostra una conferma per mettere dislike al commento
nl: Laat bevestiging zien om comment te disliken
ru: Включение подтверждения перед дизлайком комментария
sv: Visar bekräftelse för att ogilla kommentar
zh_hans: 评论点踩时需要确认
