Repository: mumuisdog/BHTikTok-Localization
Catalog: *.lproj/Localizable.strings
Languages: ar, el, es, fr, it, nl, ru, sv, zh_hans

# FEATURE_CONFIRM_FOLLOW
source: Shows confirmation to follow user
ar: عرض تأكيد لمتابعة المستخدم
el: Επιβεβαίωση παρακολούθησης χρήστη
es: Muestra Confirmacion para Seguir al Usuario
fr: Affiche une confirmation pour suivre un utilisateur
it: Mostra una conferma per seguire un utente
nl: Laat bevestiging zien om gebruiker te volgen
ru: Включение подтверждения перед подпиской
sv: Visar bekräftelse för att följa användare
zh_hans: 关注时需要确认

# FEATURE_AUTO_CLEAR
source: Automatically clears search history every 60 seconds
ar: مسح سجل البحث تلقائيًا كل 60 ثانية
el: Αυτόματη διαγραφή ιστορικού αναζήτησης κάθε 60 δευτερόλεπτα
es: Limpia Automaticamente el Historial de Busqueda Cada 60 Segundos
fr: Efface automatiquement l'historique de recherche toutes les 60 secondes
it: Cancella automaticamente la cronologia di ricerca ogni 60 secondi
nl: Automatisch zoekgeschiedenis wissen elke 60 seconden
ru: Автоматически очищает историю поиска каждые 60 секунд
sv: Rensar automatiskt sökhistorik varje 60:e sekund
zh_hans: 每60秒自动清除搜索记录

# FEATURE_FAKE_CHANGES
source: Enables profile data spoofing
ar: تمكين انتحال بيانات الملف الشخصي
el: Ενεργοποίηση πλαστών προφίλ
es: Habilita Falsificacion de Datos de Perfil
fr: Active le spoofing des données du profil
it: Abilita falsificazione dei dati del profilo
nl: Zet profiel gegevens spoofing aan
ru: Включает подделку данных профиля
sv: Aktiverar förfalskning av profildata
zh_hans: 启用数据自定义

# FEATURE_FOLLOWER_COUNT
source: Enter fake follower count
ar: أدخل عدد المتابعين المزيف
el: Εισαγάγετε τον αριθμό πλαστών ακολούθων
es: Ingresa Cantidad Falsa de Seguidores
fr: Entrez un nombre factice d'abonnés
it: Inserisci un falso conteggio dei follower
nl: Voer fake volgers aantal in
ru: Вводит фейковое количество подписчиков
sv: Ange falskt antal följare
zh_hans: 自定义粉丝数

# FEATURE_FOLLOWING_COUNT
source: Enter fake following count
ar: أدخل عدد المتابَعين المزيف
el: Εισαγάγετε τον αριθμό των πλαστών επακόλουθων
es: Ingresa Cantidad Falsa de Seguidos
fr: Entrez un nombre factice d'abonnements
it: Inserisci un falso conteggio dei seguiti
nl: Voer fake volgende aantal in
ru: Вводит фейковое количество подписок
sv: Ange falskt antal följda
zh_hans: 自定义关注数

# FEATURE_FAKE_VERIFIED
source: Shows fake verification badge
ar: عرض شارة التحقق المزيفة
el: Κάντε τον λογαριασμό σας να εμφανίζεται επαληθευμένος
es: Muestra Insignia de Verificacion Falsa
fr: Affiche un badge de vérification factice
it: Mostra un falso indicatore di utente verificato
nl: Laat fake verificatie badge zien
ru: Показывает фейковый значок верификации
sv: Visar falsk verifieringsbadge
zh_hans: 显示认证标识

# FEATURE_HIDE_PLUS_BTN
source: Hide The Camera Button
es: Oculta Boton de Camara
it: Nasconde il bottone camera
nl: Verbergt de camera knop
ru: Скрывает кнопку камеры
sv: Döljer kameraknappen
zh_hans: 隐藏发布按钮

# FEATURE_HIDE_FRIENDS_BADGE
source: Hide Friend Notification Badge
es: Oculta Insignia de Notificacion de Amigos
it: Nasconde l' indicatore di notifica su Amici
nl: Verbergt vriend notificatie badge
ru: Скрывает значок уведомлений о друзьях
sv: Döljer vännotificationbadge
zh_hans: 隐藏好友提醒

# FEATURE_HIDE_INBOX_BADGE
source: Hide Inbox Notification Badge
es: Oculta Insignia de Notificacion de Bandeja de Entrada
it: Nasconde l' indicatore di notifica su Posta in Arrivo
nl: Verbergt postvak notificatie badge
ru: Скрывает значок уведомлений о входящих
sv: Döljer inkorgsnotifikationbadge
zh_hans: 隐藏消息提醒

# FEATURE_EXTENDED_BIO
source: Extends bio character limit
ar: توسيع حد الأحرف في السيرة الذاتية
el: Επέκταση αριθμού χαρακτήρων βιογραφικού προφίλ
es: Amplia Limite de Caracteres de la Biografia
fr: Étend la limite de caractères de la biographie
it: Estende il limite di caratteri nella bio
nl: Verlengt bio character limiet
ru: Увеличивает лимит символов в биографии
sv: Utökar teckenbegränsningen för bio
zh_hans: 解除简介字数限制

# FEATURE_EXTENDED_COMMENTS
source: Extends comments character limit
ar: توسيع حد الأحرف في التعليقات
el: Επέκταση αριθμού χαρακτήρων σχολίου
es: Amplia Limite de Caracteres de los Comentarios
fr: Étend la limite de caractères des commentaires
it: Estende il limite di caratteri nei commenti
nl: Verlengt comment character limiet
ru: Увеличивает лимит символов в комментариях
sv: Utökar teckenbegränsningen för kommentarer
zh_hans: 解除评论字数限制

# FEATURE_UPLOAD_HD
source: Enables HD uploads
ar: تمكين التحميل بجودة عالية
el: Να ανεβαίνει πάντα το βίντεο σε HD
es: Habilita Subidas en HD
fr: Active les téléchargements HD
it: Abilita caricamenti in HD
nl: Zet HD uploads aan
ru: Включает загрузку видео в HD
sv: Aktiverar HD-uppladdningar
zh_hans: 上传高清视频

# FEATURE_APP_LOCK
source: Adds ability to lock TikTok with password
ar: إضافة إمكانية قفل TikTok بكلمة مرور
el: Κλείδωμα του TikTok με έναν κωδικό πρόσβασης
es: Agrega la Capacidad de Bloquear TikTok con Contrasena
fr: Ajoute la possibilité de verrouiller TikTok avec un mot de passe
it: Aggiunge la possibilità di bloccare TikTok con una password
nl: Voegt mogelijkheid om TikTok met wachtwoord te vergrendelen
ru: Добавляет возможность заблокировать TikTok паролем
sv: Lägger till möjlighet att låsa TikTok med lösenord
zh_hans: 应用锁定功能

# FEATURE_ENABLE_FLEX
source: For developers only, DO NOT TOUCH if you don't know what it does
ar: فقط للمطورين، لا تلمس إذا كنت لا تعرف ما يفعله
el: Μόνο για προγραμματιστές, ΜΗΝ ΑΓΓΙΖΕΤΕ εάν δεν ξέρετε τι κάνετε
es: Solo para Desarrolladores, No Tocar si No Sabes lo Que Hace
fr: Réservé aux développeurs, NE PAS TOUCHER si vous ne savez pas ce que cela fait
it: Solo per sviluppatori, NON TOCCARE se non sai cosa fa!
nl: Alleen voor ontwikkelaars, ZET NIET AAN als je niet weet wat het doet
ru: Только для разработчиков, НЕ ТРОГАЙТЕ, если не знаете, что это
sv: Endast för utvecklare, RÖR INTE om du inte vet vad det gör
zh_hans: 开发者调试工具（请勿随意开启）

# FEATURE_OLED_KEYBOARD
source: Only works with dark theme
ar: يعمل فقط مع الثيم الداكن
el: Λειτουργία μόνο Dark-Mode
es: Solo Funciona con Tema Oscuro
fr: Fonctionne uniquement avec le thème sombre
it: Funziona solo con il tema Scuro
nl: Werkt alleen met donkere thema
ru: Работает только с тёмной темой
sv: Fungerar endast med mörkt tema
zh_hans: 深色主题键盘

# FEATURE_POST_STATS
source: Show a Menu Button In Download Section For Post Stats
es: Muestra un Boton en el Menu de Descargas para Estadisticas de la Publicacion
it: Mostra un bottone nel menu nella sezione Download per le statistiche del post
nl: Laat een menu knop zien in download sectie voor post stats
ru: Добавляет кнопку статистики поста в разделе загрузок
sv: Visar en menyknapp i nedladdningssektionen för inläggsstatistik
zh_hans: 显示视频数据按钮

# FEATURE_ENABLE_TEXT_TO_REPOSTS
source: Enable Adding Texts To Your Repost
es: Habilita Agregar Textos a Tu Republicacion
it: Abilita l'aggiunta di testo nei tuoi repost
nl: Zet toevoegen van tekst aan je reposts aan
ru: Позволяет добавлять текст к репостам
sv: Aktiverar möjligheten att lägga till text i din repost
zh_hans: 转发时可添加评论

# FEATURE_VOICE_MESSAGES
source: Enable Sending Voice Messages In Chat
es: Habilita el Envio de Mensajes de Voz en el Chat
it: Abilita l'invio dei emssaggi vocali in chat
nl: Zet het versturen van spraakberichten aan in chat
ru: Включает отправку голосовых сообщений в чате
sv: Aktiverar skickande av röstmeddelanden i chatt
zh_hans: 开启语音消息

# FEATURE_ENABLE_STREAKS
source: Enable Streaks With Friends
es: Habilita Rachas con Amigos
it: Abilita le serie con gli amici
nl: Zet streaks met vrienden aan
ru: Включает функцию огонька с друзьями
sv: Aktiverar streaks med vänner
zh_hans: 开启连续签到功能

# FEATURE_HIDE_STREAK_PET
source: Hide Streak Pet
es: Oculta Mascota de Racha
it: Nasconde il compagno delle streak
nl: Verbergt streak diertje
ru: Скрывает серийчика
sv: Döljer streak-pet
zh_hans: 隐藏签到宠物

# FEATURE_DISABLE_TYPING
source: Don't Send Typing Indicator Will Chatting
es: No Envia Indicador de Escritura al Chatear
it: Non mostrare l 'indicatore di scrittura mentre chatti
nl: Stuur geen type indicator door tijdens typen
ru: Отключает индикатор набора текста в чате
sv: Skickar inte typindikator vid chatt
zh_hans: 关闭输入状态显示

# FEATURE_PIN_CHATS
source: Pin Favorite Chats To The Top
es: Fija Chats Favoritos en la Parte Superior
it: Blocca le chat preferite in alto
nl: Pin favoriete berichten naar de top
ru: Закрепляет избранные чаты наверху
sv: Fäst favoritchattar högst upp
zh_hans: 允许置顶私信

# FEATURE_BYPASS_MEDIA_LIMIT
source: Bypass Media limits in Chat (Default: 9 Photos, 1 Min Video)
es: Omitir Limite de Medios en el Chat (Por Defecto: 9 Fotos, 1 Min Video)
it: Ignora il limite dei media nella chat (Default: 9 Foto, video di 1 minuto)
nl: Bypass media limiet in chat (Standaard: 9 Foto's, 1 Min Video)
ru: Обходит лимит медиа в чате (по умолчанию: 9 фото, 1 мин. видео)
sv: Bypassar medielimiter i chatt (Standard: 9 bilder, 1 min video)
zh_hans: 解除私信文件限制

# FEATURE_DISABLE_AI_REPLIES
source: Disable AI-Generated Replies To sent Posts
es: Desactiva Respuestas Generadas por IA a Publicaciones Enviadas
it: Disabilita le risposte generate da IA nei post inviati
nl: Zet AI-gegenereerde antwoorden op verzonden berichten uit
ru: Отключает ответы ИИ на отправленные посты
sv: Inaktiverar AI-genererade svar på skickade inlägg
zh_hans: 关闭AI智能回复

# FEATURE_SMALL_EMOJI
source: Enable Sending Small Emojis
es: Habilita Envio de Emojis Pequenos
it: Abilita l'invio di piccole emioji
nl: Zet het versturen van kleine emojis aan
ru: Включает отправку маленьких эмодзи
sv: Aktiverar skickande av små emojis
zh_hans: 使用迷你表情

# FEATURE_HIDE_COMMISSION_POSTS
source: Remove Post That Say 'Creator Earns Commission'
it: Rimuovi i posti che indicano 'Il creatore guadagna una commissione'
nl: Verwijder posts die zeggen 'Maker verdient commissie'
ru: Удаляет посты с пометкой 'Creator Earns Commission'
sv: Tar bort inlägg som säger 'Skaparen tjänar provision'
zh_hans: 隐藏带货视频

# ENABLE_COMMENT_PHOTO
source: Allow adding photos to comments
es: Habilitar Fotos en Comentarios
it: Permette di aggiungere foto ai commenti
nl: Sta toe om fotos toe te voegen in comments
ru: Разрешить добавление фото в комментарии
sv: Tillåt att lägga till bilder i kommentarer
zh_hans: 允许评论带图片

# ENABLE_COMMENT_STICKERS
source: Allow adding stickers to comments
es: Habilitar Stickers en Comentarios
it: Permette di aggiungere sticker ai commenti
nl: Sta toe om stickers toe te voegen in comments
ru: Разрешить добавление стикеров в комментарии
sv: Tillåt att lägga till klistermärken i kommentarer
zh_hans: 允许评论带贴纸

# FEATURE_DISABLE_COMMENT_TOOLTIP
source: Disable tooltips in comments
ar: تعطيل تلميح الرموز التعبيرية عند الضغط مع الاستمرار على زر التعليق
el: Απενεργοποίηση της συμβουλής εργαλείου Quick-Emoji όταν κρατάτε πατημένο το κουμπί σχολίων
es: Desactivar Tooltip de Comentarios
fr: Désactive l'info-bulle emoji lors du maintien du bouton de commentaire
it: Disabilita i suggerimenti nei commenti
nl: Zet tooltips uit in comments
ru: Отключить всплывающие подсказки в комментариях
sv: Inaktivera verktygstips i kommentarer
zh_hans: 关闭评论提示

# FEATURE_ADD_COMMENT_POST
source: Enable posting comments as posts
ar: تمكين التعليق كمنشور
el: Ενεργοποίηση δημοσίευσης σχολίων ως κανονικές αναρτήσεις
es: Agregar Comentario como Publicacion
fr: Active la possibilité de commenter comme publication
it: Permette di postarte i commenti come post
nl: Zet het plaatsen van comments als posts aan
ru: Разрешить публикацию комментариев как постов
sv: Aktivera att posta kommentarer som inlägg
zh_hans: 允许将评论发布为视频

# FEATURE_ADD_COMMENT_STORY
source: Enable posting comments as stories
ar: تمكين التعليق كقصة
el: Ενεργοποίηση δημοσίευσης σχολίων ως ιστορίες
es: Agregar Comentario como Historia
fr: Active la possibilité de commenter comme story
it: Permette di postare i commenti come storie
nl: Zet het plaatsen van comments als verhaal aan
ru: Разрешить публикацию комментариев как историй
sv: Aktivera att posta kommentarer som berättelser
zh_hans: 允许将评论发布为动态

# FEATURE_MASS_UNFOLD
source: Mass unfold all comment replies
ar: فتح جميع الردود على التعليقات في وقت واحد
el: Ανοίξτε όλες τις απαντήσεις σχολίων ταυτόχρονα
es: Desplegar Masivamente Respuestas
fr: Déplie toutes les réponses aux commentaires en une seule fois
it: Espandi in massa tutte le risposte ai commenti
nl: Ontvouw alle comments antwoorden
ru: Массово раскрыть все ответы на комментарии
sv: Massupplåning av alla kommentarers svar
zh_hans: 一键展开所有回复

# FEATURE_AUTO_UNFOLD
source: Automatically unfold comment texts
ar: فتح النصوص في التعليقات الطويلة
el: Αυτόματη ανάπτυξη κειμένου σε μεγάλα σχόλια
es: Desplegar Automaticamente Textos
fr: Déplie les textes dans les longs commentaires
it: Espande automaticamente il testo dei commenti
nl: Automatisch alle comments ontvouwen
ru: Автоматически разворачивать текст комментариев
sv: Automatiskt upplåning av kommentarstexter
zh_hans: 自动展开长评论

# FEATURE_MULTI_EMOJI
source: Enable multi-emoji comment bar
ar: تمكين شريط الرموز التعبيرية الموسع في التعليقات
el: Ενεργοποίηση πρόσθετης γραμμής emoji στα σχόλια
es: Barra Multi Emoji
fr: Active un panneau d'emoji étendu dans les commentaires
it: Abilita la barra dei commenti multi emoji
nl: Zet multi-emoji comment balk aan
ru: Включить панель для нескольких эмодзи в комментариях
sv: Aktivera fleremoji-kommentarsfält
zh_hans: 开启多表情栏

# FEATURE_HIDE_EMOJI
source: Hide emoji bar in comments
ar: إخفاء شريط الرموز التعبيرية في التعليقات
el: Απόκρυψη αρχικής γραμμής emoji στα σχόλια
es: Ocultar Emoji-Bar
fr: Masque le panneau d'emoji dans les commentaires
it: Nasconde la barra delle emoji nei commenti
nl: Verberg emoji balk in comments
ru: Скрыть панель эмодзи в комментариях
sv: Dölj emoji-fältet i kommentarer
zh_hans: 隐藏表情栏

# FEATURE_COMMENT_REDESIGN
source: Enable redesigned comment cells
ar: السماح باختيار تصميم خلايا التعليقات
el: Επιλέξτε στυλ σχεδίασης κελιών σχολίου
es: Redisenyo de Celda de Comentario
fr: Permet de sélectionner un design pour la cellule de commentaire
it: Abilita il redesign della sezione commenti
nl: Zet hervormde comment cells aan
ru: Включить обновленный дизайн комментариев
sv: Aktivera omdesignade kommentarceller
zh_hans: 自定义评论样式

source: Could Not Copy Music
ar: تعذر نسخ الموسيقى
el: Αδύνατη η αντιγραφή μουσικής
es: No Se Pudo Copiar La Musica
fr: Impossible de copier la musique
it: Non ho potuto copiare la Musica
nl: Kon muziek niet kopieren
ru: Не удалось скопировать музыку
sv: Kunde inte kopiera musik
zh_hans: 无法复制音乐

# The video doesn't have music to download
source: This video has no music to download
el: Το βίντεο δεν περιέχει μουσική για λήψη
es: Este Video No Tiene Musica Para Descargar
it: Questo video non ha Musica da scaricare
nl: Deze video heeft geen muziek om te downloaden
ru: В этом видео нет музыки для загрузки
sv: Den här videon har ingen musik att ladda ner
zh_hans: 该视频没有可下载的音乐

# DEVELOPER_TELEGRAM
source: Join Telegram channel for latest updates
ar: انضم إلى قناة Telegram للحصول على آخر التحديثات
el: Μπείτε στο Τέλεγκραμ κανάλι για τις τελευταίες ενημερώσεις
es: Unete Al Canal De Telegram Para Las Ultimas Actualizaciones
fr: Rejoignez le canal Telegram pour les dernières mises à jour
it: Entra nel canale Telegram per gli ultimi aggiornamenti
nl: Join het Telegram kanaal voor de laatste updates
ru: Подключитесь к Telegram-каналу для последних обновлений
sv: Gå med i Telegram-kanalen för de senaste uppdateringarna
zh_hans: 加入 Telegram 频道获取最新更新

# DEVELOPER_SUPPORT
source: Support RXTikTok and get access to beta testing group
ar: ادعم RXTikTokPP واحصل على الوصول إلى مجموعة اختبار بيتا
el: Υποστηρίξτε για να κρατήσετε το RXTikTok ενημερωνμένο και λάβετε πρόσβαση στο κανάλι των ΒΕΤΑ δοκιμών
es: Apoya A RXTikTok Y Obten Acceso Al Grupo De Pruebas Beta
fr: Soutenez RXTikTok et accédez au groupe de test bêta
it: Supporta RXTikTok e guadagna l'accesso al gruppo di beta test
nl: Support RXTikTok en krijg toegang tot de beta testing groep
ru: Поддержите RXTikTok и получите доступ к бета-тестированию мода
sv: Stöd RXTikTok och få tillgång till betatestningsgruppen
zh_hans: 支持 RXTikTok 并获取测试组访问权限
